# DS_GetOffset

## Description
Returns document shadow offset.

```pascal
FUNCTION DS_GetOffset : REAL;
```

```python

def vs.DS_GetOffset():
    return REAL
```

## Version
Availability: from Vectorworks 2014
## Category
* Document Attributes